{
    "startPage": 51,
    "endPage": 55,
    "registryCount": 100,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/zyqfXxJVhPOTIKHDeFBQXx1IIXl.jpg",
            "genre_ids": [
                16,
                18,
                10749
            ],
            "id": 374853,
            "original_language": "ja",
            "original_title": "ずっと前から好きでした。～告白実行委員会～",
            "overview": "Love is blooming at Sakuragaoka High School. Natsuki Enomoto has finally mustered the courage to confess to her childhood friend, Yuu Setoguchi. However, in the final moments of her confession, an embarrassed Natsuki passes it off as a \"practice confession.\" Oblivious to her true feelings and struggling with his own, Yuu promises to support Natsuki in her quest for love. While Natsuki deals with her failed confession, fellow classmate Koyuki Ayase struggles with his own feelings for Natsuki. Despite his timidness, he is determined to win over her heart.  This movie follows Natsuki as she dreams of one day ending her practices and genuinely confessing to Yuu. Meanwhile, close friends also find themselves entangled in their own webs of unrequited love and unspoken affections.",
            "popularity": 29.285,
            "poster_path": "/rQDnIuWMYdZ2BXwaqy4Ird4w8Kw.jpg",
            "release_date": "2016-04-23",
            "title": "I've Always Liked You",
            "video": false,
            "vote_average": 7.486,
            "vote_count": 140
        },
        {
            "adult": false,
            "backdrop_path": "/fc2GbGrUjula8mgdAaKGJCKBSpI.jpg",
            "genre_ids": [
                16,
                10751
            ],
            "id": 74658,
            "original_language": "it",
            "original_title": "Winx Club - Magica avventura",
            "overview": "School for fairies Alfea celebrates the inauguration of the new school year when the party is interrupted by Icy, Darcy and Stormy, the perfidious Trix. The Winx without Bloom, are forced to remedy the confusion created by the witches who, having ruined the party, steal a powerful and mysterious object. Meanwhile, Bloom is on Domino, which is experiencing the best moments of his new life as a princess. He finally found his parents and Sky asks her to marry him. But not all gold that glitters, the three Witches are Ancestors in fact come back to haunt Stella, Aisha, Tecna, Musa, Flora and Bloom. Moreover, Erendor, Sky's father, forbids his son to marry the princess of Domino. A dark secret lies in the realm of Eraklyon and now that Sky, the legitimate ruler of the kingdom, as known.",
            "popularity": 29.285,
            "poster_path": "/6P1Z0voZehYFDRNHigG2XAelKVa.jpg",
            "release_date": "2010-10-29",
            "title": "Winx Club - Magic Adventure",
            "video": false,
            "vote_average": 7.235,
            "vote_count": 119
        },
        {
            "adult": false,
            "backdrop_path": "/pEKXbmg1VuIFlah2I5TcDFwbdgm.jpg",
            "genre_ids": [
                35,
                878,
                9648,
                16,
                18
            ],
            "id": 36865,
            "original_language": "ja",
            "original_title": "涼宮ハルヒの消失",
            "overview": "It is mid-december, and SOS Brigade chief Haruhi Suzumiya announces that the Brigade is going to hold a Christmas party in their clubroom, with Japanese hotpot for dinner. The brigade members Kyon, Yuki Nagato, Mikuru Asahina and Itsuki Koizumi start preparing everything for the party, such as costumes and decorations. But a couple of days later, Kyon arrives at school only to find that Haruhi is missing. Not only that, but Mikuru claims she has never known Kyon before, Koizumi is also missing, and Yuki has become the sole member of the literature club. The SOS Brigade seems to have never existed, nor has Haruhi Suzumiya. No one in the school has ever heard about her… except for Kyon.",
            "popularity": 29.266,
            "poster_path": "/x52WmUnfpB2AB0YUNGWJZaRzcBx.jpg",
            "release_date": "2010-02-05",
            "title": "The Disappearance of Haruhi Suzumiya",
            "video": false,
            "vote_average": 7.9,
            "vote_count": 248
        },
        {
            "adult": false,
            "backdrop_path": "/9g5lQwq6VN4TGPBXEW2nvWLK4b4.jpg",
            "genre_ids": [
                16,
                35,
                10751,
                10770
            ],
            "id": 48874,
            "original_language": "en",
            "original_title": "A Flintstones Christmas Carol",
            "overview": "Fred is cast as Ebenezer Scrooge in a stage adaption of the classic Christmas story, but is acting a bit stingy in real life.",
            "popularity": 29.216,
            "poster_path": "/e0KbZdRvxuki9nrXqRtpkgcj3Vt.jpg",
            "release_date": "1994-11-21",
            "title": "A Flintstones Christmas Carol",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 133
        },
        {
            "adult": false,
            "backdrop_path": "/bK4VigqGwROMnFRNT9gudON6C5b.jpg",
            "genre_ids": [
                28,
                12,
                35,
                18,
                16
            ],
            "id": 25278,
            "original_language": "ja",
            "original_title": "劇場版ワンピース エピソードオブアラバスタ 砂漠の王女と海賊たち",
            "overview": "The Straw Hat Pirates are on a quest to save the desert kingdom of Alabasta. A civil war brews among the sands, one started and stirred by the hand of none other than Crocodile and his corrupted Baroque Works gang. The stakes run ever higher as Princess Vivi's homeland threatens to tear itself apart. More than lives are on the line.",
            "popularity": 29.18,
            "poster_path": "/qryaZLg7DkBkZtwKWTH6dfXjT3r.jpg",
            "release_date": "2007-03-03",
            "title": "One Piece: The Desert Princess and the Pirates: Adventure in Alabasta",
            "video": false,
            "vote_average": 6.858,
            "vote_count": 137
        },
        {
            "adult": false,
            "backdrop_path": "/afyf8nnTX19ikAe8TsJr3yq7F7i.jpg",
            "genre_ids": [
                10751,
                35,
                16
            ],
            "id": 405894,
            "original_language": "en",
            "original_title": "Recess: Taking the Fifth Grade",
            "overview": "Everyone's favorite fourth graders have graduated! It's an all-new school year for the kids — and the gang hits the fifth grade running! But they're stopped in their tracks when they discover some unwelcome changes — no pizza, no playground... no lockers! And to make things worse, their teacher turns out to be the cantankerous Miss Finster! It's all too much for T.J., who is determined to find a way to stand up for what the gang believes in and improve the school they love! The fifth grade brings out the best in everyone... even Miss Finster and Principal Prickly!",
            "popularity": 29.108,
            "poster_path": "/pfYgZce45Hqo20MDBCfWsox2y4s.jpg",
            "release_date": "2003-12-09",
            "title": "Recess: Taking the Fifth Grade",
            "video": false,
            "vote_average": 6.4,
            "vote_count": 74
        },
        {
            "adult": false,
            "backdrop_path": "/nJyAdKPnW15IAvC6sLBTE0lp6Dv.jpg",
            "genre_ids": [
                35,
                16,
                12,
                10751,
                14
            ],
            "id": 400157,
            "original_language": "en",
            "original_title": "Wonder Park",
            "overview": "A young girl named June with a big imagination makes an incredible discovery -- the amusement park of her dreams has come to life. Filled with the world's wildest rides operated by fun-loving animals, the excitement never ends. But when trouble hits, June and her misfit team of furry friends begin an unforgettable journey to save the park.",
            "popularity": 29.073,
            "poster_path": "/8KomINZhIuJeB4oB7k7tkq8tmE.jpg",
            "release_date": "2019-03-13",
            "title": "Wonder Park",
            "video": false,
            "vote_average": 6.501,
            "vote_count": 678
        },
        {
            "adult": false,
            "backdrop_path": "/fdrQusLbssk6WEpyZXVDmyRlylE.jpg",
            "genre_ids": [
                16,
                878,
                53
            ],
            "id": 3509,
            "original_language": "en",
            "original_title": "A Scanner Darkly",
            "overview": "An undercover cop in a not-too-distant future becomes involved with a dangerous new drug and begins to lose his own identity as a result.",
            "popularity": 29.048,
            "poster_path": "/lUKudOpHICDj6A6SO7DdaZM4W48.jpg",
            "release_date": "2006-07-07",
            "title": "A Scanner Darkly",
            "video": false,
            "vote_average": 6.805,
            "vote_count": 1695
        },
        {
            "adult": false,
            "backdrop_path": "/xXY4XV7hhOH7QDVLb7yGU9n0YiE.jpg",
            "genre_ids": [
                16,
                35,
                10751,
                14
            ],
            "id": 199753,
            "original_language": "en",
            "original_title": "Tom and Jerry's Giant Adventure",
            "overview": "Tom And Jerry are among the last animals living in Storybook Town, a fairy tale-inspired theme park \"where dreams come true, if you believe.\"",
            "popularity": 29.037,
            "poster_path": "/quAdESuY1rrFnuKOwtyXFuZmCO0.jpg",
            "release_date": "2013-08-04",
            "title": "Tom and Jerry's Giant Adventure",
            "video": false,
            "vote_average": 5.8,
            "vote_count": 73
        },
        {
            "adult": false,
            "backdrop_path": "/hf1huOYmOGlahJqGHSLpy4VetGo.jpg",
            "genre_ids": [
                16,
                28,
                878
            ],
            "id": 17189,
            "original_language": "ja",
            "original_title": "銃夢",
            "overview": "In his travels as a bounty hunter, Hunter–Warrior and cyborg healer Ido one day discovers and repairs the remnants of a cyborg whom he names Gally. Though possessing the body of a young woman, Gally now embodies Ido's most sophisticated and lethal cybernetic skills. The preternaturally strong, amnesiac Gally begins to forge a life for herself in a world where every day is a struggle for survival.",
            "popularity": 29.028,
            "poster_path": "/urvznwew7HrjrIEbK2RLaEkaezs.jpg",
            "release_date": "1993-06-21",
            "title": "Battle Angel",
            "video": false,
            "vote_average": 6.826,
            "vote_count": 195
        },
        {
            "adult": false,
            "backdrop_path": "/9orgGrjh0Jivz0zZLn1Ufj4NRZP.jpg",
            "genre_ids": [
                28,
                18,
                878,
                16
            ],
            "id": 409421,
            "original_language": "ja",
            "original_title": "ブラム",
            "overview": "In the distant technological future, civilization has reached its ultimate Net-based form. An \"infection\" in the past caused the automated systems to spiral out of order, resulting in a multi-leveled city structure that replicates itself infinitely in all directions. Now humanity has lost access to the city's controls, and is hunted down and purged by the defense system known as the Safeguard. In a tiny corner of the city, a little enclave known as the Electro-Fishers is facing eventual extinction, trapped between the threat of the Safeguard and dwindling food supplies. A girl named Zuru goes on a journey to find food for her village, only to inadvertently cause doom when an observation tower senses her and summons a Safeguard pack to eliminate the threat. With her companions dead and all escape routes blocked, the only thing that can save her now is the sudden arrival of Killy the Wanderer, on his quest for the Net Terminal Genes, the key to restoring order to the world.",
            "popularity": 28.939,
            "poster_path": "/oSAlpVXRXcj6Fj6c9guA7PzOkTV.jpg",
            "release_date": "2017-05-20",
            "title": "BLAME!",
            "video": false,
            "vote_average": 6.441,
            "vote_count": 289
        },
        {
            "adult": false,
            "backdrop_path": "/gvCnzzk9QELPQNkR27p4W9uFFGV.jpg",
            "genre_ids": [
                16,
                14,
                10751
            ],
            "id": 164372,
            "original_language": "ru",
            "original_title": "Снежная королева",
            "overview": "The ice-cold Snow Queen wishes to turn the world into a frozen landscape, with no light, no joy, no happiness, and no free will. A young man, Kai, is rumored to be the son of a man who is the queen's only remaining threat. He is abducted and held captive in the queen's palace, and it's up to his sister, Gerda, to rescue him. Gerda journeys across an icy land, facing difficult obstacles and meeting wonderful new friends that help her in her quest to set Kai free, defeat the Snow Queen, and save the world from eternal frost.",
            "popularity": 28.911,
            "poster_path": "/siQpJAT2IQjN218hxJXvrHePtNS.jpg",
            "release_date": "2012-10-11",
            "title": "The Snow Queen",
            "video": false,
            "vote_average": 5.806,
            "vote_count": 162
        },
        {
            "adult": false,
            "backdrop_path": "/bEedMH22xxSwxIbipUrN4h1C1R3.jpg",
            "genre_ids": [
                16,
                12,
                10751,
                14,
                878
            ],
            "id": 70841,
            "original_language": "ja",
            "original_title": "映画ドラえもん のび太の恐竜2006",
            "overview": "After bringing a fossilized egg back to life with the Time Cloth, Nobita finds himself the owner of a baby dinosaur. Everything is fine until it grows up. Nobita and friends use Doraemon's time machine to return it back to its own time.",
            "popularity": 28.91,
            "poster_path": "/g0D94CrNm8bTCgHdpURTmR46s1Q.jpg",
            "release_date": "2006-03-04",
            "title": "Doraemon: Nobita's Dinosaur",
            "video": false,
            "vote_average": 7.488,
            "vote_count": 86
        },
        {
            "adult": false,
            "backdrop_path": "/uLj6KxVPiu8tEDFcgFWu0V5stJn.jpg",
            "genre_ids": [
                10751,
                16,
                35,
                12
            ],
            "id": 14444,
            "original_language": "en",
            "original_title": "The Rugrats Movie",
            "overview": "Annoyed by the responsibility of being an older brother to Dil, Tommy sets out with Chuckie, Phil, and Lil to return his baby brother to the hospital. However, they inadvertently get lost in the woods during their trip.",
            "popularity": 28.839,
            "poster_path": "/uZejGKCSd6nwfMx8U0Td37U2fTc.jpg",
            "release_date": "1998-11-20",
            "title": "The Rugrats Movie",
            "video": false,
            "vote_average": 6.159,
            "vote_count": 547
        },
        {
            "adult": false,
            "backdrop_path": "/kLNS5oNxWE2vpZNbr0wQ8M2RifQ.jpg",
            "genre_ids": [
                35,
                16
            ],
            "id": 305143,
            "original_language": "ja",
            "original_title": "クレヨンしんちゃん ガチンコ!逆襲のロボとーちゃん",
            "overview": "A diabolical plot to empower pushover dads causes Shin-chan's father to return home as a robot. The Nohara family bond is about to be put to the test!",
            "popularity": 28.834,
            "poster_path": "/esfaXxlsOfUwWknzvUq9n0M0fiS.jpg",
            "release_date": "2014-04-19",
            "title": "Crayon Shin-chan: Intense Battle! Robo Dad Strikes Back",
            "video": false,
            "vote_average": 7.7,
            "vote_count": 43
        },
        {
            "adult": false,
            "backdrop_path": "/JvTFgt2JTR9Rp4XGGVGOCSRrC5.jpg",
            "genre_ids": [
                16,
                28,
                14
            ],
            "id": 839100,
            "original_language": "ja",
            "original_title": "ブライト: サムライソウル",
            "overview": "Izo, a Ronin, and Raiden, an orc, work to bring a young elf girl and the wand she carries to the land of the elves in the north.",
            "popularity": 28.82,
            "poster_path": "/6FuOW69wl9Bf2kzaVut596sMhZ6.jpg",
            "release_date": "2021-10-12",
            "title": "Bright: Samurai Soul",
            "video": false,
            "vote_average": 5.831,
            "vote_count": 65
        },
        {
            "adult": false,
            "backdrop_path": "/mhBhKUECLLzvbtXX6Bg8QTRodHV.jpg",
            "genre_ids": [
                16
            ],
            "id": 347186,
            "original_language": "ja",
            "original_title": "ハイキュー!! 勝者と敗者",
            "overview": "Karasuno High enters the Inter-High Volleyball Tournament and immediately proves they're \"flightless crows\" no more. After their first match, Karasuno dukes it out against Date Tech High and their famous Iron Wall, which shut down every spike of Karasuno's ace, Asahi, during a previous match. Karasuno, however, breaks through the Iron Wall this time and proceeds to the Round of 16. The newly rejuvenated Karasuno fights Aoba Johsai High and seeks to have the same outcome as their first practice match.",
            "popularity": 28.801,
            "poster_path": "/kilrCmrOOQqM4RFLnuOAlgUfRZC.jpg",
            "release_date": "2015-09-18",
            "title": "Haikyuu!! Movie 2: Winners and Losers",
            "video": false,
            "vote_average": 8.138,
            "vote_count": 29
        },
        {
            "adult": false,
            "backdrop_path": "/eTtPBMxOS1XLnjyFSaJBJ0vtV9x.jpg",
            "genre_ids": [
                16,
                10751,
                878
            ],
            "id": 415749,
            "original_language": "en",
            "original_title": "Barbie: Star Light Adventure",
            "overview": "Barbie is a cosmic princess who flies high on her hoverboard through a far-off universe with her adorable and devoted pet sidekick, Pupcorn. One day, everything changes when the twinkling stars start to dim and slow their dance in the sky. Barbie travels to a beautiful new planet to join a special rescue team on a mission to save the stars. Once there, she teams up with a group of talented new friends who work together to save the galaxy through exciting hoverboarding adventures. Barbie soon discovers that if she listens to her heart, and with the help of her friends, she might be the leader the whole universe has been waiting for!",
            "popularity": 28.757,
            "poster_path": "/9Yq33EXs9YpgrwGXJlJL73OTpt1.jpg",
            "release_date": "2016-08-12",
            "title": "Barbie: Star Light Adventure",
            "video": false,
            "vote_average": 6.997,
            "vote_count": 167
        },
        {
            "adult": false,
            "backdrop_path": "/A2XhlMUimRDViZDuJPeDtaJoHmT.jpg",
            "genre_ids": [
                16,
                35
            ],
            "id": 1015602,
            "original_language": "en",
            "original_title": "Welcome to the Club",
            "overview": "Heart set on becoming a princess, Lisa Simpson is surprised to learn being bad might be more fun.",
            "popularity": 28.753,
            "poster_path": "/kxB9E6fo0ycHzd13oOTHmGa5Njd.jpg",
            "release_date": "2022-09-08",
            "title": "Welcome to the Club",
            "video": false,
            "vote_average": 6.4,
            "vote_count": 174
        },
        {
            "adult": false,
            "backdrop_path": "/fh7zymOxycXT7K09KIyGlUXBdUa.jpg",
            "genre_ids": [
                16,
                878,
                28,
                35,
                10749
            ],
            "id": 68368,
            "original_language": "ja",
            "original_title": "ダーティペア 劇場版",
            "overview": "Agerna is a planet rich in Vizorium, the one mineral necessary to space travel. When a series of mysterious attacks on mining operations has world leaders pointing fingers and pinning blame, 3WA naturally send in their top agents to investigate. But are the Lovely Angels up to the task of stopping a mad scientist bent on taking a long dormant alien race to its final evolutionary form? Throw in a thief after a bottle of WWII-vintage wine and it's a safe bet that nobody's safe. It's more chaos, more mayhem, and even more destruction than ever before as the Dirty Pair take on their wildest case yet!",
            "popularity": 28.75,
            "poster_path": "/8l7zeovdhEfw28DlLOgbeWAaHTs.jpg",
            "release_date": "1986-11-28",
            "title": "Dirty Pair: Project Eden",
            "video": false,
            "vote_average": 6.95,
            "vote_count": 31
        },
        {
            "adult": false,
            "backdrop_path": "/bEvQgIO51dgrvnlxHFDpApbwG47.jpg",
            "genre_ids": [
                16
            ],
            "id": 1039627,
            "original_language": "en",
            "original_title": "L.O.L. Surprise! Winter Fashion Show",
            "overview": "The collection with which Neonlicious was to make her debut mysteriously disappears. Now you have to use all your creativity and improvise new designs for the big parade!",
            "popularity": 28.741,
            "poster_path": "/ik65OsEXbik1I0Di7SX9Sqv04e9.jpg",
            "release_date": "2022-10-24",
            "title": "L.O.L. Surprise! Winter Fashion Show",
            "video": false,
            "vote_average": 7.7,
            "vote_count": 39
        },
        {
            "adult": false,
            "backdrop_path": "/zpD9VRmZ1Zv7ZMsrNmutRrt0LZU.jpg",
            "genre_ids": [
                16,
                10751,
                12,
                18,
                14
            ],
            "id": 88557,
            "original_language": "ja",
            "original_title": "劇場版ポケットモンスター ベストウイッシュ ビクティニと黒き英雄 ゼクロム",
            "overview": "The Kingdom of the People of the Earth once ruled over the land, but now all that remains is the Sword of the Earth. in the city of Eindoak. Satoshi, Iris, and Dent arrive in Eindoak during a harvest festival's Pokémon Tournament and meet the legendary Pokémon Victini who wishes to share its powers of victory to someone. Elsewhere in the city, a descendant of the People of the Earth named Dred Grangil has arrived who seeks to revive the kingdom's power with the Sword of the Earth, bringing them back into power over the land, and Satoshi and his friends must stop him before he destroys the land along with Victini.",
            "popularity": 28.741,
            "poster_path": "/3g0GDIiFCTQuOmON0e5sFsaygKK.jpg",
            "release_date": "2011-07-16",
            "title": "Pokémon the Movie: White - Victini and Zekrom",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 173
        },
        {
            "adult": false,
            "backdrop_path": "/oHroNlwL1bkxaw4I1uM3hL1ERsO.jpg",
            "genre_ids": [
                12,
                16,
                18,
                10751,
                9648,
                14
            ],
            "id": 37585,
            "original_language": "ja",
            "original_title": "銀河鉄道の夜",
            "overview": "Giovanni currently lives a dreary life of near non-stop work. At school, his peers ridicule him incessantly, and his employer at work is distant and cold. As his isolation from society becomes unbearable, he suddenly finds himself on a train heading far away from his miserable home. Accompanied by Campanella, an acquaintance from school, Giovanni embarks on a journey that will define the rest of his life.",
            "popularity": 28.685,
            "poster_path": "/bZ9wgd5ED0ycL3tD4OahlfT042V.jpg",
            "release_date": "1985-07-13",
            "title": "Night on the Galactic Railroad",
            "video": false,
            "vote_average": 7.167,
            "vote_count": 78
        },
        {
            "adult": false,
            "backdrop_path": "/kG5OLZZ5fNDQkaBVOgbnPFSURaJ.jpg",
            "genre_ids": [
                16,
                10751
            ],
            "id": 45662,
            "original_language": "en",
            "original_title": "Space Chimps 2: Zartog Strikes Back",
            "overview": "Comet longs to be taken seriously as a full-fledged space chimp. He journeys to the fantastical Planet Malgor and bonds with the adorable alien Kilowatt, living out his ultimate fantasy. However, it's time for Comet to prove himself when the feared alien ruler Zartog takes over Mission Control! Comet must show he has the right stuff, and join fellow chimps Ham, Luna and Titan, to save the day.",
            "popularity": 28.668,
            "poster_path": "/pgqlYFpZkoc9zATZ0n9PXJXHv49.jpg",
            "release_date": "2010-05-26",
            "title": "Space Chimps 2: Zartog Strikes Back",
            "video": false,
            "vote_average": 4.367,
            "vote_count": 109
        },
        {
            "adult": false,
            "backdrop_path": "/nTyjdZjaTUoyW62pti2rtWgvhE3.jpg",
            "genre_ids": [
                16,
                10751,
                35
            ],
            "id": 15400,
            "original_language": "en",
            "original_title": "Mickey's Once Upon a Christmas",
            "overview": "Mickey, Minnie, and their famous friends Goofy, Donald, Daisy and Pluto gather together to reminisce about the love, magic and surprises in three wonder-filled stories of Christmas past.",
            "popularity": 28.642,
            "poster_path": "/b6h6HwucncSxn06sMNROJ9apLC5.jpg",
            "release_date": "1999-10-31",
            "title": "Mickey's Once Upon a Christmas",
            "video": false,
            "vote_average": 7.1,
            "vote_count": 639
        },
        {
            "adult": false,
            "backdrop_path": "/3tbyb1ZZAoFl7TiufWX15hQBYTs.jpg",
            "genre_ids": [
                16,
                14
            ],
            "id": 50253,
            "original_language": "ja",
            "original_title": "聖闘士星矢 天界編 序奏 ~overture~",
            "overview": "After the bloody battle against Hades, the goddess Athena and her saints are still recovering when they find themselves face to face with their newest and most formidable foe: the dreadful moon goddess Artemis. Artemis replaces Athena as the earth guardian deity and takes over the Sanctuary, turning Athena's Saints into her servants.  Upon invading the Sanctuary, the Bronze Saints learn that Athena was banished by Artemis and decide to fight the moon goddess in order to rescue their true goddess and free the Earth from Artemis's ominous control.",
            "popularity": 28.641,
            "poster_path": "/w1id1iEKogRjmMffAM01ZcWwBLR.jpg",
            "release_date": "2004-02-14",
            "title": "Saint Seiya Heaven Chapter: Overture",
            "video": false,
            "vote_average": 7.6,
            "vote_count": 246
        },
        {
            "adult": false,
            "backdrop_path": "/mI0Qo7VtgW5siCtQQqNPXIk0Ar6.jpg",
            "genre_ids": [
                16,
                28,
                18,
                878
            ],
            "id": 685274,
            "original_language": "ja",
            "original_title": "機動戦士ガンダム 閃光のハサウェイ",
            "overview": "12 years after Char's rebellion, Hathaway Noa leads an insurgency against Earth Federation, but meeting an enemy officer and a mysterious woman alters his fate.",
            "popularity": 28.635,
            "poster_path": "/6gw8onh4FKsruBA7Oouv01EFxzn.jpg",
            "release_date": "2021-06-11",
            "title": "Mobile Suit Gundam Hathaway",
            "video": false,
            "vote_average": 7.347,
            "vote_count": 118
        },
        {
            "adult": false,
            "backdrop_path": "/50P73nEoHAc6LJpGl4l43hey6RD.jpg",
            "genre_ids": [
                16,
                35,
                10751
            ],
            "id": 19508,
            "original_language": "en",
            "original_title": "Garfield's Pet Force",
            "overview": "Nothing in the world can make Garfield get involved in anything besides eating, until the muscular super cat Garzooka comes crashing into Cartoon World from the Comic Book universe with terrifying news. Garfield summons up the willpower to join his superhero Garzooka in a fight to save their worlds.",
            "popularity": 28.619,
            "poster_path": "/ylbBsF1WKI0RrxfX89QFqrBPYKu.jpg",
            "release_date": "2009-09-11",
            "title": "Garfield's Pet Force",
            "video": false,
            "vote_average": 5.5,
            "vote_count": 96
        },
        {
            "adult": false,
            "backdrop_path": "/81gRNBrqINV6lOtcaQbTtGe7tmW.jpg",
            "genre_ids": [
                16,
                80,
                9648,
                53
            ],
            "id": 28764,
            "original_language": "ja",
            "original_title": "名探偵コナン 漆黒の追跡者（チェイサー）",
            "overview": "A new member from the Black Organization that shrunk Shinichi's body manages to find out about Shinichi's transformation into Conan. This discovery starts to put those around him in danger as Gin and the other Black Organization members start to take action.",
            "popularity": 28.613,
            "poster_path": "/1rqrypnOq4cuwzobGW9gQgarkSr.jpg",
            "release_date": "2009-04-18",
            "title": "Detective Conan: The Raven Chaser",
            "video": false,
            "vote_average": 7.4,
            "vote_count": 129
        },
        {
            "adult": false,
            "backdrop_path": "/mBASjOb6DecQGZGPvnPlhOgnAUj.jpg",
            "genre_ids": [
                12,
                16,
                35
            ],
            "id": 371236,
            "original_language": "ja",
            "original_title": "クレヨンしんちゃん オラの引越し物語 サボテン大襲撃",
            "overview": "The Noharas must survive a hoard of man-eating killer cacti after Shin-chan's father relocates the family to Mexico for work.",
            "popularity": 28.608,
            "poster_path": "/6t3WfoDWuyoayLj8G2F52xtOCEl.jpg",
            "release_date": "2015-04-18",
            "title": "Crayon Shin-chan: My Moving Story! Cactus Large Attack!",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 39
        },
        {
            "adult": false,
            "backdrop_path": "/lKdpaG0G9kXU1wXcZm21FLiyTTQ.jpg",
            "genre_ids": [
                16,
                35,
                10751,
                10402
            ],
            "id": 24662,
            "original_language": "en",
            "original_title": "Cats Don't Dance",
            "overview": "An ambitious singing and dancing cat goes to Hollywood and overcomes several obstacles to fulfill his dream of becoming a movie star.",
            "popularity": 28.585,
            "poster_path": "/5Fq3lsn398I5djODa3v8fQW9ssC.jpg",
            "release_date": "1997-03-26",
            "title": "Cats Don't Dance",
            "video": false,
            "vote_average": 7.204,
            "vote_count": 179
        },
        {
            "adult": false,
            "backdrop_path": "/cNwnAack1iyaLoWqGyTGocMOarg.jpg",
            "genre_ids": [
                10751,
                16,
                12,
                35
            ],
            "id": 9318,
            "original_language": "fr",
            "original_title": "Astérix chez les Bretons",
            "overview": "One little ancient British village still holds out against the Roman invaders. Asterix and Obelix are invited to help. They must face fog, rain, warm beer and boiled boar with mint sauce, but they soon have Governor Encyclopaedius Britannicus's Romans declining and falling. Until a wild race for a barrel of magic potion lands them in the drink.",
            "popularity": 28.583,
            "poster_path": "/10L5R1l03MqDx36e0LJ99NKLGD3.jpg",
            "release_date": "1986-12-03",
            "title": "Asterix in Britain",
            "video": false,
            "vote_average": 6.769,
            "vote_count": 644
        },
        {
            "adult": false,
            "backdrop_path": "/x5kPnSawsJo1Ml7rPYZUJZL0Ssr.jpg",
            "genre_ids": [
                10751,
                16,
                35,
                37
            ],
            "id": 50166,
            "original_language": "fr",
            "original_title": "Lucky Luke: La Ballade des Dalton",
            "overview": "The story opens in a Western saloon, where a young musician with a banjo begins to tell a tale of Lucky Luke and his sworn enemies the Dalton brothers: Joe, William, Jack and Averell. Luke has, once again, as he has done many times before, thrown the four outlaws into jail. The prison is also the abode of a guard dog named Rin Tin Can (Rantanplan in the original French language version).",
            "popularity": 28.573,
            "poster_path": "/aubqSxWm56sMxZXh5VqGcssrxXE.jpg",
            "release_date": "1978-03-10",
            "title": "Lucky Luke: The Ballad of the Daltons",
            "video": false,
            "vote_average": 6.738,
            "vote_count": 101
        },
        {
            "adult": false,
            "backdrop_path": "/yJetT9PknmMbgwPdhrpxVU8tDKk.jpg",
            "genre_ids": [
                28,
                16,
                12,
                35
            ],
            "id": 44731,
            "original_language": "ja",
            "original_title": "ＯＮＥ ＰＩＥＣＥ（ワンピース） エピソードオブチョッパー＋冬に咲く、奇跡の桜",
            "overview": "When Nami falls ill, the Straw Hats seek medical care for her on Drum Island. There they meet reindeer doctor Tony Tony Chopper and the Wapol Pirates.",
            "popularity": 28.573,
            "poster_path": "/wMo8ujV0KATJhlm8jjNsIv6PrsI.jpg",
            "release_date": "2008-03-01",
            "title": "One Piece: Episode of Chopper Plus: Bloom in the Winter, Miracle Cherry Blossom",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 133
        },
        {
            "adult": false,
            "backdrop_path": "/lgwoOS8uYQ9iBneUI3ynd5mE9Uj.jpg",
            "genre_ids": [
                16,
                12,
                9648,
                14,
                10751,
                878
            ],
            "id": 526426,
            "original_language": "ja",
            "original_title": "劇場版総集編【前編】メイドインアビス 旅立ちの夜明け",
            "overview": "First compilation movie of the TV series which covers episodes 1-8 with new scenes added for the introduction. It covers the period from when Riko descends into the Abyss with her robot companion Reg, reaching the second layer where they meet the White Whistle Ozen who reveals information about Riko's mother.",
            "popularity": 28.57,
            "poster_path": "/exLf3eUR7705XwNYR6HFZAMObSR.jpg",
            "release_date": "2019-01-04",
            "title": "Made in Abyss: Journey's Dawn",
            "video": false,
            "vote_average": 7.8,
            "vote_count": 47
        },
        {
            "adult": false,
            "backdrop_path": "/5exoFDUMJw2QsI0VKFMld40PIgb.jpg",
            "genre_ids": [
                16,
                9648
            ],
            "id": 39204,
            "original_language": "ja",
            "original_title": "名探偵コナン 水平線上の陰謀",
            "overview": "Fifteen years ago in a barren stretch of the Pacific, a cruise ship collided with an iceberg and was lost at sea. More than a decade later, Hideto Yashiro—a ship engineer—died in a fatal car accident. The unlikely connection between these events only comes to light on the luxury liner St. Aphrodite during her maiden voyage. Aboard it on a much needed vacation, Kogorou Mouri, his daughter Ran, Conan Edogawa, and the Detective Boys enjoy a trip provided by Sonoko Suzuki's family. But their fun is soon cut short when a game of hide-and-seek leads to Sonoko's disappearance.",
            "popularity": 28.545,
            "poster_path": "/enhiUd7MOuLjKa4NkZmLaN7dDWH.jpg",
            "release_date": "2005-04-09",
            "title": "Detective Conan: Strategy Above the Depths",
            "video": false,
            "vote_average": 6.895,
            "vote_count": 124
        },
        {
            "adult": false,
            "backdrop_path": "/iuEhCOiMjGM1acgWJ1bSJ93Tq2a.jpg",
            "genre_ids": [
                16,
                18
            ],
            "id": 255413,
            "original_language": "ja",
            "original_title": "劇場版 あの日見た花の名前を僕達はまだ知らない。",
            "overview": "A year has passed since Menma's ghostly return to the Super Peace Busters. Although the time they spent together during that summer was short, the five members reminisce about what happened as they each write a letter to their lost friend.",
            "popularity": 28.531,
            "poster_path": "/m8sCa24YbFIatKlElTMdiH18A5N.jpg",
            "release_date": "2013-08-31",
            "title": "anohana: The Flower We Saw That Day - The Movie",
            "video": false,
            "vote_average": 7.503,
            "vote_count": 165
        },
        {
            "adult": false,
            "backdrop_path": "/p1nXKEZAzGuFNNSVD1WM1uVrk1F.jpg",
            "genre_ids": [
                16,
                12,
                14,
                9648,
                878
            ],
            "id": 526429,
            "original_language": "ja",
            "original_title": "劇場版総集編【後編】メイドインアビス 放浪する黄昏",
            "overview": "Second compilation movie of the TV series which covers episodes 9-13. Riko and Reg descend to the third and fourth layer where Riko has her first experience of the Curse.",
            "popularity": 28.526,
            "poster_path": "/ivEZMkRng0VvDuQUoU8nhtqcfwe.jpg",
            "release_date": "2019-01-18",
            "title": "Made in Abyss: Wandering Twilight",
            "video": false,
            "vote_average": 8.33,
            "vote_count": 112
        },
        {
            "adult": false,
            "backdrop_path": "/2Wc2Mo59HCvo7NkIHaax8nekpaQ.jpg",
            "genre_ids": [
                16,
                10751,
                12
            ],
            "id": 14903,
            "original_language": "en",
            "original_title": "Pooh's Grand Adventure: The Search for Christopher Robin",
            "overview": "Pooh gets confused when Christopher Robin leaves him a note to say that he has gone back to school after the holidays. So Pooh, Piglet, Tigger, Eeyore and Rabbit go in search of Christopher Robin which leads to a big adventure.",
            "popularity": 28.51,
            "poster_path": "/x0VfdebBXlgfLN5lSoapwvXdtMz.jpg",
            "release_date": "1997-08-05",
            "title": "Pooh's Grand Adventure: The Search for Christopher Robin",
            "video": false,
            "vote_average": 7.144,
            "vote_count": 350
        },
        {
            "adult": false,
            "backdrop_path": "/4m99oWQglMXNSLTrtXU6f9j9fGT.jpg",
            "genre_ids": [
                16,
                35,
                10751,
                9648,
                14
            ],
            "id": 32916,
            "original_language": "en",
            "original_title": "Scooby-Doo! Abracadabra-Doo",
            "overview": "The gang goes on a trip to check on Velma's younger sister, Madelyn. She's been studying stage magic at the Whirlen Merlin Magic Academy, where apparently there have been sightings of a giant griffin. The gang decides to investigate.",
            "popularity": 28.494,
            "poster_path": "/1cKL7mZW5shP9r9TlTNQX4doMQN.jpg",
            "release_date": "2010-02-16",
            "title": "Scooby-Doo! Abracadabra-Doo",
            "video": false,
            "vote_average": 7.7,
            "vote_count": 234
        },
        {
            "adult": false,
            "backdrop_path": "/vV5knD9jlW8QaOhCgf4129hbIIh.jpg",
            "genre_ids": [
                16,
                10751,
                878,
                35,
                10770
            ],
            "id": 980804,
            "original_language": "en",
            "original_title": "LEGO Star Wars Summer Vacation",
            "overview": "Looking for a much-needed break, Finn arranges a surprise vacation for his friends Rey, Poe, Rose, Chewie, BB-8, R2-D2, and C-3PO, aboard the luxurious Halcyon. However, Finn's plan to have one last hurrah together quickly goes awry.",
            "popularity": 28.477,
            "poster_path": "/2SatEFCs04oFRqkZuY1fODYXeFI.jpg",
            "release_date": "2022-08-05",
            "title": "LEGO Star Wars Summer Vacation",
            "video": false,
            "vote_average": 6.021,
            "vote_count": 72
        },
        {
            "adult": false,
            "backdrop_path": "/3QeyBMo2PmS1rOUciSkKzsFLugf.jpg",
            "genre_ids": [
                16,
                14
            ],
            "id": 192911,
            "original_language": "en",
            "original_title": "Monster High: Scaris City of Frights",
            "overview": "The Monstruitas of Monster High are obsessed with going to Scaris, The City of Frights for Fashion international competition where the winner will become the apprentice of the world famous Madame Ghostier designer.",
            "popularity": 28.442,
            "poster_path": "/3yMa9D9OJV4dxf0Gnnvw6EuHDBB.jpg",
            "release_date": "2013-03-03",
            "title": "Monster High: Scaris City of Frights",
            "video": false,
            "vote_average": 7.827,
            "vote_count": 130
        },
        {
            "adult": false,
            "backdrop_path": "/bNsDAT6mRmLIyP5zDJTSwFFT0vS.jpg",
            "genre_ids": [
                28,
                16,
                10749
            ],
            "id": 80741,
            "original_language": "ja",
            "original_title": "劇場版 頭文字D Third Stage",
            "overview": "With high school graduation right around the corner, Takumi Fujiwara has a lot on his mind and a lot to prepare for. Everything becomes even more complicated when Takumi is offered a spot on Ryosuke Takahashi's elite Kengai Racing Team, which seeks to assemble the greatest racers in the Gunma area for a tour of Japan's mountain passes. Before he can accept however, Takumi feels the need to settle the score with the Lancer Evo driving Emperor team, defend his downhill-racer crown against the son of his father's greatest rival, and finally settle things with his unfaithful girlfriend Natsuki.",
            "popularity": 28.434,
            "poster_path": "/8QzB6uLoRQWsTKrg0MdZ9Dfl1rH.jpg",
            "release_date": "2001-01-13",
            "title": "Initial D: Third Stage",
            "video": false,
            "vote_average": 6.8,
            "vote_count": 37
        },
        {
            "adult": false,
            "backdrop_path": "/z85BQhs5WIQDnRVZC62b6zLsGIZ.jpg",
            "genre_ids": [
                16,
                28,
                878
            ],
            "id": 11633,
            "original_language": "ja",
            "original_title": "アップルシード",
            "overview": "In a utopian society created at the end of the third world war, a female warrior who has been plucked from the badlands begins to see cracks in this new facade. And what does this community have planned for the rest of humankind?",
            "popularity": 28.417,
            "poster_path": "/mtSmeCDTexb0uWhVedouJ4SeD6c.jpg",
            "release_date": "2004-04-17",
            "title": "Appleseed",
            "video": false,
            "vote_average": 6.698,
            "vote_count": 339
        },
        {
            "adult": false,
            "backdrop_path": "/ngYzIWyVgDor1TtGZ8fK7AFOdGr.jpg",
            "genre_ids": [
                12,
                16,
                10751
            ],
            "id": 11238,
            "original_language": "en",
            "original_title": "Aladdin and the King of Thieves",
            "overview": "Legendary secrets are revealed as Aladdin and his friends—Jasmine, Abu, Carpet and, of course, the always entertaining Genie—face all sorts of terrifying threats and make some exciting last-minute escapes pursuing the King Of Thieves and his villainous crew.",
            "popularity": 28.401,
            "poster_path": "/kTH7qEyvdDYMoQraQZm3LFKCge3.jpg",
            "release_date": "1996-05-20",
            "title": "Aladdin and the King of Thieves",
            "video": false,
            "vote_average": 6.265,
            "vote_count": 1805
        },
        {
            "adult": false,
            "backdrop_path": "/6Nz34wS45PsHUpk1SPBjFGzbCBZ.jpg",
            "genre_ids": [
                10749,
                16,
                35
            ],
            "id": 257475,
            "original_language": "ja",
            "original_title": "たまこラブストーリー",
            "overview": "Devoted to her family’s rice-cake–making business and the high school baton club, Tamako is a little slow when it comes to love. She’s oblivious to her childhood friend Mochizo’s affections, even though all their friends know. With graduation closing in and Mochizo leaving for Tokyo, will Tamako realise her feelings and tell him in time?",
            "popularity": 28.375,
            "poster_path": "/wSYz96elWg6ABuM6Aa5FAhtVvYQ.jpg",
            "release_date": "2014-04-26",
            "title": "Tamako Love Story",
            "video": false,
            "vote_average": 7.1,
            "vote_count": 158
        },
        {
            "adult": false,
            "backdrop_path": "/lIruQxRCxw5ZI3CmBL6VxwpKtUe.jpg",
            "genre_ids": [
                12,
                28,
                16
            ],
            "id": 2310,
            "original_language": "en",
            "original_title": "Beowulf",
            "overview": "A 6th-century Scandinavian warrior named Beowulf embarks on a mission to slay the man-like ogre, Grendel.",
            "popularity": 28.35,
            "poster_path": "/clFVwgBzXdqW6IVFZ7uWqQwopiK.jpg",
            "release_date": "2007-11-05",
            "title": "Beowulf",
            "video": false,
            "vote_average": 5.893,
            "vote_count": 2736
        },
        {
            "adult": false,
            "backdrop_path": "/pgx8VuStZl8JTzEpvz6AdUdaM2X.jpg",
            "genre_ids": [
                10751,
                14,
                35,
                12,
                16
            ],
            "id": 10137,
            "original_language": "en",
            "original_title": "Stuart Little",
            "overview": "The adventures of a heroic and debonair stalwart mouse named Stuart Little with human qualities, who faces some comic misadventures while living with a human family as their child.",
            "popularity": 28.299,
            "poster_path": "/jwydlxxLPVxM5uCfJybEsANzvvg.jpg",
            "release_date": "1999-12-17",
            "title": "Stuart Little",
            "video": false,
            "vote_average": 6.066,
            "vote_count": 4265
        },
        {
            "adult": false,
            "backdrop_path": "/7yZBnIzbRN7GM7ftIgnU3Zm1cVx.jpg",
            "genre_ids": [
                53,
                878,
                16,
                28,
                10752
            ],
            "id": 357407,
            "original_language": "ja",
            "original_title": "虐殺器官",
            "overview": "The war on terror exploded, literally, the day Sarajevo was destroyed by a homemade nuclear device. The leading democracies transformed into total surveillance states, and the developing world has drowned under a wave of genocides. The mysterious American John Paul seems to be behind the collapse of the world system, and it's up to intelligence agent Clavis Shepherd to track John Paul across the wreckage of civilizations and to find the true heart of darkness—a genocidal organ.",
            "popularity": 28.289,
            "poster_path": "/iDclwXgOxnr9Vgl7HYG2drTtho8.jpg",
            "release_date": "2017-02-03",
            "title": "Genocidal Organ",
            "video": false,
            "vote_average": 6.417,
            "vote_count": 60
        },
        {
            "adult": false,
            "backdrop_path": "/vL5zdAKAnbcHjoewXoP4xy6ihf7.jpg",
            "genre_ids": [
                16,
                10751,
                878,
                35
            ],
            "id": 1121116,
            "original_language": "en",
            "original_title": "Maggie Simpson in \"Rogue Not Quite One\"",
            "overview": "On their way to daycare, Homer loses track of Maggie who hops in Grogu's hovering pram for a hyperspace-hopping adventure across the galaxy. Facing a squadron of Imperial TIE fighters, Maggie brings the battle to Springfield in this epic short celebrating all things Star Wars.",
            "popularity": 28.287,
            "poster_path": "/gmTOhwzcSbEGG3xKRfQwwS2BTXD.jpg",
            "release_date": "2023-05-03",
            "title": "Maggie Simpson in \"Rogue Not Quite One\"",
            "video": false,
            "vote_average": 6.109,
            "vote_count": 46
        },
        {
            "adult": false,
            "backdrop_path": "/uIbhHNUPx8KhbP6xSebvmnbm7G2.jpg",
            "genre_ids": [
                16,
                28,
                12,
                878
            ],
            "id": 38594,
            "original_language": "ja",
            "original_title": "ドラゴンボール オッス!帰ってきた孫悟空と仲間たち!!",
            "overview": "Shortly after the defeat of Majin Buu a mysterious Saiyan arrives on Earth warning Goku and his friends about a new, powerful enemy.",
            "popularity": 28.284,
            "poster_path": "/97jw5YTgPgFBuJAnM6LiqxSsx5X.jpg",
            "release_date": "2008-09-21",
            "title": "Dragon Ball: Yo! Son Goku and His Friends Return!!",
            "video": false,
            "vote_average": 6.33,
            "vote_count": 477
        },
        {
            "adult": false,
            "backdrop_path": "/u1wHUA0R48FH4WV3sGqjwx3aNZm.jpg",
            "genre_ids": [
                16,
                18,
                10402,
                10749
            ],
            "id": 632632,
            "original_language": "ja",
            "original_title": "映画 ギヴン",
            "overview": "The relationship between a band's bassist, their drummer, and the drummer’s roommate and ex-boyfriend, who is a professional violinist.",
            "popularity": 28.256,
            "poster_path": "/3trPz7muDOv4AHjDZiD3MLGls2Q.jpg",
            "release_date": "2020-08-22",
            "title": "Given",
            "video": false,
            "vote_average": 8.264,
            "vote_count": 377
        },
        {
            "adult": false,
            "backdrop_path": "/mWzgMPlQcFZ6lZ449673LS2aCHX.jpg",
            "genre_ids": [
                10751,
                16,
                28,
                878
            ],
            "id": 251768,
            "original_language": "en",
            "original_title": "JLA Adventures: Trapped in Time",
            "overview": "Get ready for a battle of the ages when the Justice League faces off against its archenemies, the Legion of Doom, in an all-new movie from DC Comics. A mysterious being known as the Time Trapper arises, and a sinister plan led by Lex Luthor sends the Legion of Doom back in time to eliminate Superman, Wonder Woman and Batman before they become super heroes. For Aquaman, Flash and Cyborg, along with teen super heroes Karate Kid and Dawnstar, the stakes have never been higher, the rescue mission never deadlier. So join the fight for the future as the Justice League confronts its ultimate challenge… the threat of having never existed!",
            "popularity": 28.252,
            "poster_path": "/qchNuTbnleCtlIB8wyV03f36VuF.jpg",
            "release_date": "2014-01-21",
            "title": "JLA Adventures: Trapped in Time",
            "video": false,
            "vote_average": 6.592,
            "vote_count": 212
        },
        {
            "adult": false,
            "backdrop_path": "/psTz3J2QXVKTQCGrPDFuC4kAOLb.jpg",
            "genre_ids": [
                16,
                35,
                10751,
                9648,
                12,
                14
            ],
            "id": 682254,
            "original_language": "en",
            "original_title": "Scooby-Doo! The Sword and the Scoob",
            "overview": "An evil sorceress transports the gang back to the age of chivalrous knights, spell-casting wizards, and fire-breathing dragons.",
            "popularity": 28.251,
            "poster_path": "/sCoG0ibohbPrnyomtzegSuBL40L.jpg",
            "release_date": "2021-02-24",
            "title": "Scooby-Doo! The Sword and the Scoob",
            "video": false,
            "vote_average": 7.676,
            "vote_count": 182
        },
        {
            "adult": false,
            "backdrop_path": "/dpwfPVCD2eQgEWY7GtCYAyRaVAP.jpg",
            "genre_ids": [
                16,
                12
            ],
            "id": 79082,
            "original_language": "ja",
            "original_title": "ONE PIECE 3D 麦わらチェイス",
            "overview": "One Piece 3D: Straw Hat Chase is the 11th One Piece film of the series, and is set before the time-skip. This is One Piece's first movie release to be in 3D CGI. The movie is also the first One Piece film since Movie 3 to be a double-feature. This time, the film was featured with \"Toriko 3D: Gourmet Adventure\", both being billed as the \"Jump Heroes Film\". The double-feature was released on March 19, 2011.",
            "popularity": 28.239,
            "poster_path": "/eYm3oEPiQJ9RV5QdyudwUplb9cD.jpg",
            "release_date": "2011-03-19",
            "title": "One Piece 3D: Straw Hat Chase",
            "video": false,
            "vote_average": 6.675,
            "vote_count": 146
        },
        {
            "adult": false,
            "backdrop_path": "/4pEbf7P2xlifhNmwAemcdAbomyZ.jpg",
            "genre_ids": [
                16,
                12,
                10751,
                36,
                10752
            ],
            "id": 433694,
            "original_language": "en",
            "original_title": "Sgt. Stubby: An American Hero",
            "overview": "The true story of the most decorated dog in American military history -- Sgt. Stubby -- and the enduring bonds he forged with his brothers-in-arms in the trenches of World War I.",
            "popularity": 28.224,
            "poster_path": "/l7MiBAz8QlqKPuUfH5Uxxjo33AT.jpg",
            "release_date": "2018-04-13",
            "title": "Sgt. Stubby: An American Hero",
            "video": false,
            "vote_average": 7.8,
            "vote_count": 182
        },
        {
            "adult": false,
            "backdrop_path": "/rhA5xJ2zunWTUbWTJoxnthhp2IZ.jpg",
            "genre_ids": [
                16,
                12,
                10751
            ],
            "id": 24554,
            "original_language": "en",
            "original_title": "The Land Before Time X: The Great Longneck Migration",
            "overview": "A bedtime story leads Littlefoot and his grandparents on a journey to a new land, where Littlefoot discovers someone who vanished before he was born: his father! Now Littlefoot must decide between two worlds. Will he leave to be with his friends in the Great Valley, or stay behind and start a new life with his father?",
            "popularity": 28.198,
            "poster_path": "/lSwUyNrm4KaFwrM5ilY2ZWY5bEL.jpg",
            "release_date": "2003-12-02",
            "title": "The Land Before Time X: The Great Longneck Migration",
            "video": false,
            "vote_average": 6.35,
            "vote_count": 223
        },
        {
            "adult": false,
            "backdrop_path": "/zAoKH1cGILwwoe7dpMMyVIAom9a.jpg",
            "genre_ids": [
                35,
                28,
                16,
                12
            ],
            "id": 16907,
            "original_language": "ja",
            "original_title": "劇場版 NARUTO 大活劇! 雪姫忍法帖だってばよ!!",
            "overview": "Naruto is thrilled when he is sent on a mission to protect his favorite actress, Yukie Fujikaze, on the set of her new movie, The Adventures of Princess Gale. But when the crew ventures out to film in the icy, foreboding Land of Snow, Yukie mysteriously flees! Naruto and his squad set off to find her... unaware that three Snow Ninja lie in wait, with a sinister purpose that will force Yukie to face her hidden past!",
            "popularity": 28.136,
            "poster_path": "/eUNRUeSNzm8LktH4HRaYiAReB6R.jpg",
            "release_date": "2004-08-21",
            "title": "Naruto the Movie: Ninja Clash in the Land of Snow",
            "video": false,
            "vote_average": 7.215,
            "vote_count": 493
        },
        {
            "adult": false,
            "backdrop_path": "/s2zYVUHJJCexR1lehBav04DnJAJ.jpg",
            "genre_ids": [
                16,
                35,
                878
            ],
            "id": 84488,
            "original_language": "ja",
            "original_title": "クレオパトラ",
            "overview": "Three people from the future, who travel spiritually to the era of the Egyptian queen Cleopatra VII Philopator and her Roman lovers Julius Caesar and Mark Antony, become their closest friends as they try to unravel the nature of the plan developed in their own time by a sinister enemy.",
            "popularity": 28.134,
            "poster_path": "/2Gt0jd8XR0NOxX0mq3dLXoPX75M.jpg",
            "release_date": "1970-09-15",
            "title": "Cleopatra: Queen of Sex",
            "video": false,
            "vote_average": 5.577,
            "vote_count": 39
        },
        {
            "adult": false,
            "backdrop_path": "/q3j4OQFFDKM6fdQt9gE56kfDBNG.jpg",
            "genre_ids": [
                16,
                878,
                28,
                12
            ],
            "id": 536115,
            "original_language": "ja",
            "original_title": "GODZILLA 星を喰う者",
            "overview": "With no means for defeating Godzilla Earth, mankind watches as King Ghidorah, clad in a golden light, descends on the planet. The heavens and earth shake once again as the war moves to a higher dimension.",
            "popularity": 28.124,
            "poster_path": "/fOA44BITFth0u4hMSOUgpK0kM6t.jpg",
            "release_date": "2018-11-09",
            "title": "Godzilla: The Planet Eater",
            "video": false,
            "vote_average": 6.449,
            "vote_count": 322
        },
        {
            "adult": false,
            "backdrop_path": "/l0T4YYSCLHEZQ50QOSzHFP5kRTs.jpg",
            "genre_ids": [
                16,
                14,
                18
            ],
            "id": 918930,
            "original_language": "en",
            "original_title": "Ella and the Little Sorcerer",
            "overview": "When Prince Alex is trapped in the body of a mouse, Ella and her friends set off on a journey to find the magic potion ingredients that can change him back. On a quest that tests fate itself, they discover that friendship is the most potent cure of all.",
            "popularity": 28.123,
            "poster_path": "/hIgwt9wqfNrduO7seHiMFnRgzEW.jpg",
            "release_date": "2021-12-22",
            "title": "Ella and the Little Sorcerer",
            "video": false,
            "vote_average": 5.0,
            "vote_count": 11
        },
        {
            "adult": false,
            "backdrop_path": "/vwpxy4kmQyW5aBJ3uxhQM6koU6H.jpg",
            "genre_ids": [
                10751,
                16
            ],
            "id": 743439,
            "original_language": "en",
            "original_title": "PAW Patrol: Jet to the Rescue",
            "overview": "A royal relative steals a gem with the power to make things fly, the Paw Patrol takes to the skies to stop him and save Barkingburg.",
            "popularity": 28.121,
            "poster_path": "/syNuGBDLudvPYIKdgmg6sUcxk9p.jpg",
            "release_date": "2020-09-10",
            "title": "PAW Patrol: Jet to the Rescue",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 161
        },
        {
            "adult": false,
            "backdrop_path": "/7u5gxjMdcm9Fke2XQniKPqsWB6B.jpg",
            "genre_ids": [
                16,
                18
            ],
            "id": 715385,
            "original_language": "fr",
            "original_title": "Interdit aux chiens et aux Italiens",
            "overview": "Early 20th century, in the Ughetto family's home village, Ughettera, Northern Italy. Life in the region had become very difficult and the Ughettos dreamed of a better life abroad. Legend has it that Luigi Ughetto crossed the Alps and started a new life in France, thus changing his beloved family's destiny forever. His grandson retraces their story.",
            "popularity": 28.114,
            "poster_path": "/pa6NSAwI1WcJS6J5hQlEDoPru53.jpg",
            "release_date": "2023-01-25",
            "title": "No Dogs or Italians Allowed",
            "video": false,
            "vote_average": 7.472,
            "vote_count": 108
        },
        {
            "adult": false,
            "backdrop_path": "/iiZP2Jfj0FAD2ErNaEAEsFBcz7j.jpg",
            "genre_ids": [
                16,
                10751
            ],
            "id": 105444,
            "original_language": "ja",
            "original_title": "ドラえもん のび太の南海大冒険",
            "overview": "The search for documentation about the sea for a school work will make the magic door of Doraemon open and take Nobita to Shizuka, Gian and Sueno in the deep ocean. This time our friends embark on a huge and unique boat in order to learn about the mysteries of the sea and look for treasures. What nobody imagines is that a distortion in the line of space-time will lead them to the seventeenth century amid a great storm that will make them wreck and where Doraemon loses its magic pocket. No time to lose, our friends must find a way out. Will they succeed?",
            "popularity": 28.114,
            "poster_path": "/7wAQPPC4XLMvAvwCvR0k6V711my.jpg",
            "release_date": "1998-03-07",
            "title": "Doraemon: Nobita's Great Adventure in the South Seas",
            "video": false,
            "vote_average": 6.545,
            "vote_count": 56
        },
        {
            "adult": false,
            "backdrop_path": "/7gmhUyLDagzOtbJizNFebHQSoQT.jpg",
            "genre_ids": [
                16,
                18,
                36
            ],
            "id": 510318,
            "original_language": "es",
            "original_title": "Buñuel en el laberinto de las tortugas",
            "overview": "Paris, 1930. Luis Buñuel is penniless after the scandal surrounding the release of his last movie. Sculptor Ramón Acín, a good friend, buys a lottery ticket and promises Buñuel that he will pay for his next movie if he wins the prize.",
            "popularity": 28.089,
            "poster_path": "/oHYRYgEcpjD6tXRxMr5xisjJCU4.jpg",
            "release_date": "2019-04-18",
            "title": "Buñuel in the Labyrinth of the Turtles",
            "video": false,
            "vote_average": 6.995,
            "vote_count": 104
        },
        {
            "adult": false,
            "backdrop_path": "/vXjpwkXPirBmgdEpIknfN8ziDD.jpg",
            "genre_ids": [
                16,
                12,
                14,
                35
            ],
            "id": 947938,
            "original_language": "ru",
            "original_title": "Мальчик-дельфин",
            "overview": "When a plane crashes at sea, dolphins rescue a little boy and raise him as family. He lives a carefree life beneath the waves until an evil monster seizes power over the underwater world. Banished to dry land, the boy is taken in by a kind-hearted captain. With his new companion's help, the boy embarks on a journey to solve the mystery of his true identity.",
            "popularity": 28.042,
            "poster_path": "/5CKkTaMVLO2uA9OwHjLNxAoujMp.jpg",
            "release_date": "2022-04-07",
            "title": "Dolphin Boy",
            "video": false,
            "vote_average": 6.458,
            "vote_count": 71
        },
        {
            "adult": false,
            "backdrop_path": "/zw38XzfM7AGBrKQCJDnPU3mz9WC.jpg",
            "genre_ids": [
                16,
                18,
                12,
                14
            ],
            "id": 633844,
            "original_language": "ja",
            "original_title": "鹿の王 ユナと約束の旅",
            "overview": "Following a brutal war, former soldier Van toils in a mine controlled by the ruling empire. One day, his solitary existence is upended when a pack of wild dogs carrying a deadly and incurable disease attack, leaving only Van and a young girl named Yuna as survivors. Finally free, the pair seek out a simple existence in the countryside but are pursued by nefarious forces. Intent on protecting Yuna at all costs, Van must uncover the true cause of the plague ravaging the kingdom—and its possible cure.",
            "popularity": 28.013,
            "poster_path": "/tE6bhyMR973XcWr2gqeCmAgvvYW.jpg",
            "release_date": "2021-10-28",
            "title": "The Deer King",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 65
        },
        {
            "adult": false,
            "backdrop_path": "/1mY2vJCGQW2IUgGK6yNc852A4tR.jpg",
            "genre_ids": [
                10751,
                16,
                35
            ],
            "id": 530,
            "original_language": "en",
            "original_title": "A Grand Day Out",
            "overview": "Wallace and Gromit have run out of cheese, and this provides an excellent excuse for the duo to take their holiday to the moon, where, as everyone knows, there is ample cheese.  Preserved by the Academy Film Archive.",
            "popularity": 27.958,
            "poster_path": "/og1s6iwv73WMShgNzg0WTtmrKXy.jpg",
            "release_date": "1990-05-18",
            "title": "A Grand Day Out",
            "video": false,
            "vote_average": 7.471,
            "vote_count": 833
        },
        {
            "adult": false,
            "backdrop_path": "/y7CEs6kCuY1tQI6B9jO8g8xdufg.jpg",
            "genre_ids": [
                16,
                35,
                10751
            ],
            "id": 12233,
            "original_language": "en",
            "original_title": "Oliver & Company",
            "overview": "This animated take on Oliver Twist re-imagines Oliver as an adorable orphaned kitten who struggles to survive in New York City and falls in with a band of canine criminals led by an evil human. First, Oliver meets Dodger, a carefree mutt with street savoir faire. But when Oliver meets wealthy Jenny on one of the gang's thieving missions, his life changes forever.",
            "popularity": 27.953,
            "poster_path": "/x8XqdiZ0Oxu5iXF9SiFub9Lae8J.jpg",
            "release_date": "1988-11-18",
            "title": "Oliver & Company",
            "video": false,
            "vote_average": 6.729,
            "vote_count": 1522
        },
        {
            "adult": false,
            "backdrop_path": "/bUaS3K2WrKmgcTvEwmGCdQOd7Er.jpg",
            "genre_ids": [
                16,
                9648,
                35,
                10751
            ],
            "id": 67900,
            "original_language": "en",
            "original_title": "Scooby-Doo! Legend of the Phantosaur",
            "overview": "A relaxing spa getaway evolves into a prehistoric panic when Scooby-Doo and the gang uncover the horrible Phantosaur, an ancient legend come to life to protect hidden treasures buried in secret desert caves. But this scare-a-saurus doesn’t stand a chance with Shaggy around, after he finds his inner hero with the help of new-age hypnosis. Like, it makes him more brave and less hungry!",
            "popularity": 27.914,
            "poster_path": "/bQNFcgEPF4f3djzziJZBdTDXj09.jpg",
            "release_date": "2011-09-03",
            "title": "Scooby-Doo! Legend of the Phantosaur",
            "video": false,
            "vote_average": 7.8,
            "vote_count": 201
        },
        {
            "adult": false,
            "backdrop_path": "/22PVqWMqX1ROKNryDvpxBHSwmvi.jpg",
            "genre_ids": [
                9648,
                28,
                16
            ],
            "id": 122583,
            "original_language": "ja",
            "original_title": "名探偵コナン １１人目のストライカー",
            "overview": "Kogoro's detective agency receives a mysterious phone call. Someone on the other end warns about a bomb and leaves behind a code, \"The Boy in Blue and The Blue Zebra, the rain from above ...\" If Conan can decipher the riddle, he can stop the bomb. An adventure begins for Conan and the Detective Boys, taking place at a soccer match between Hideo Akagi of the Tokyo Spirits and Ryusuke Higo of Big Osaka.",
            "popularity": 27.895,
            "poster_path": "/9wUk85WRQrAxTOgxjdPwrmVQ2Se.jpg",
            "release_date": "2012-04-14",
            "title": "Detective Conan: The Eleventh Striker",
            "video": false,
            "vote_average": 6.9,
            "vote_count": 120
        },
        {
            "adult": false,
            "backdrop_path": "/9UZnCIeUVHzZQLDXN7lht2T4ndB.jpg",
            "genre_ids": [
                16,
                12,
                10751,
                35
            ],
            "id": 72197,
            "original_language": "en",
            "original_title": "The Pirates! In an Adventure with Scientists!",
            "overview": "The luxuriantly bearded Pirate Captain is a boundlessly enthusiastic, if somewhat less-than-successful, terror of the High Seas. With a rag-tag crew at his side, and seemingly blind to the impossible odds stacked against him, the Captain has one dream: to beat his bitter rivals Black Bellamy and Cutlass Liz to the much coveted Pirate of the Year Award. It’s a quest that takes our heroes from the shores of exotic Blood Island to the foggy streets of Victorian London. Along the way they battle a diabolical queen and team up with a haplessly smitten young scientist, but never lose sight of what a pirate loves best: adventure!",
            "popularity": 27.877,
            "poster_path": "/bkLeXPDP6sramrTiF5W7TzUl4t0.jpg",
            "release_date": "2012-03-12",
            "title": "The Pirates! In an Adventure with Scientists!",
            "video": false,
            "vote_average": 6.482,
            "vote_count": 1064
        },
        {
            "adult": false,
            "backdrop_path": "/5p9HiIQdUBOXjfz8ujFqaQRST8K.jpg",
            "genre_ids": [
                16,
                10751,
                10770,
                9648,
                35
            ],
            "id": 24787,
            "original_language": "en",
            "original_title": "Scooby-Doo! Meets the Boo Brothers",
            "overview": "After the death of Shaggy's Uncle Beaureguard, he, Scooby and Scrappy arrive at the late uncle's Southern plantation to collect the inheritance. But as soon as they arrive, they find it is haunted by the ghost of a Confederate soldier. With this spook on their tails while they solve riddles in search of the inheritance, they seek help from the Boo Brothers, a trio of ghost-exterminators to help catch this nasty ghoul.",
            "popularity": 27.862,
            "poster_path": "/2jKmHNGED3cUyXd6oge5uuHYh3f.jpg",
            "release_date": "1987-10-18",
            "title": "Scooby-Doo! Meets the Boo Brothers",
            "video": false,
            "vote_average": 7.4,
            "vote_count": 231
        },
        {
            "adult": false,
            "backdrop_path": "/4NyJEGke7B5bZcRaImkTFc5FcZE.jpg",
            "genre_ids": [
                16,
                12,
                28,
                35,
                878,
                14
            ],
            "id": 44730,
            "original_language": "ja",
            "original_title": "ワンピース カラクリ城のメカ巨兵",
            "overview": "The Straw Hats visits an island, known as Mecha Island, where a fisherman sings an old folk song about a Golden Crown. Searching for that mysterious treasure, they find a hidden entrance into the island. The island's leader, Ratchet, impressed with the find and in search of the Golden Crown himself, invites the crew to join him in his search and the crew along with Ratchet and his henchmen enter the cave. As it turns out, the islands true form, is that of a giant turtle. Ratchet, who had known this all along, uses his mechanical castle to take control of the turtle, in order to use it, to take over the world. Now the Straw Hats have to stop not only Ratchet, but also the helpless turtle, from crashing into a nearby island.",
            "popularity": 27.835,
            "poster_path": "/4Pu26TQNiyl8kjNe1sI3NMG2OQG.jpg",
            "release_date": "2006-03-04",
            "title": "One Piece: Giant Mecha Soldier of Karakuri Castle",
            "video": false,
            "vote_average": 7.0,
            "vote_count": 153
        },
        {
            "adult": false,
            "backdrop_path": "/9jIUXjEFT8WCsOx40GOwqSTPYOt.jpg",
            "genre_ids": [
                28,
                16,
                35,
                10770,
                80
            ],
            "id": 31051,
            "original_language": "ja",
            "original_title": "ルパン三世 バイバイ・リバティー・危機一発!",
            "overview": "Foiled repeatedly by the predictions of Interpol's supercomputer,  Lupin has settled down. His partner Jigen asks him to pull one last heist: recover the Super Egg, a massive diamond hidden somewhere inside the Statue of Liberty.",
            "popularity": 27.819,
            "poster_path": "/eELoA5KM7urNGisutf2JLmEcnoD.jpg",
            "release_date": "1989-04-01",
            "title": "Lupin the Third: Bye Bye, Lady Liberty",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 52
        },
        {
            "adult": false,
            "backdrop_path": "/4x0YosZ3AKIMElxvZZ4hCMBIVkF.jpg",
            "genre_ids": [
                16,
                10751,
                35
            ],
            "id": 13930,
            "original_language": "en",
            "original_title": "For the Birds",
            "overview": "One by one, a flock of small birds perches on a telephone wire. Sitting close together has problems enough, and then comes along a large dopey bird that tries to join them. The birds of a feather can't help but make fun of him - and their clique mentality proves embarrassing in the end.",
            "popularity": 27.801,
            "poster_path": "/50j57HZij4mR1wZCNAAdXzTyeCq.jpg",
            "release_date": "2000-11-02",
            "title": "For the Birds",
            "video": false,
            "vote_average": 7.482,
            "vote_count": 1176
        },
        {
            "adult": false,
            "backdrop_path": "/4Pv4JRqT7LT1F290JbbjQsaB6LD.jpg",
            "genre_ids": [
                16,
                12,
                35,
                10751
            ],
            "id": 452773,
            "original_language": "es",
            "original_title": "Tadeo Jones 2: El secreto del rey Midas",
            "overview": "Tad dreams of becoming an archaeologist traveling the world, uncovering hidden secrets and lost treasure, but his job working construction keeps him daydreaming instead of exploring. The chance of a lifetime comes when he is invited to attend archaeologist Sara Lavrof's presentation of her latest discovery - the papyrus that proves the existence of the Necklace of Midas, the legendary King who turned everything he touched into solid gold.",
            "popularity": 27.75,
            "poster_path": "/7WtFoWtGp45PLNmajM8iGtjAA7B.jpg",
            "release_date": "2017-03-25",
            "title": "Tad, the Lost Explorer, and the Secret of King Midas",
            "video": false,
            "vote_average": 6.641,
            "vote_count": 393
        },
        {
            "adult": false,
            "backdrop_path": "/7vdgvjjXPDtwtQ6aGE6f2PAmavA.jpg",
            "genre_ids": [
                16,
                10751
            ],
            "id": 23903,
            "original_language": "en",
            "original_title": "Curious George 2: Follow That Monkey!",
            "overview": "The film chronicles George's adventures as he befriends Kayla, a baby elephant, at a magic circus show and helps her travel across the country to be reunited with her family.Accompanied by his friend, the Man with the Yellow Hat, George travels by foot, train, and truck to reach Kayla's brother and sister in California, only to be accused of elephant-napping and brought all the way back to New York.",
            "popularity": 27.747,
            "poster_path": "/1jkSEqOvp3CnA3UzWrT56cu7yLR.jpg",
            "release_date": "2009-08-07",
            "title": "Curious George 2: Follow That Monkey!",
            "video": false,
            "vote_average": 6.653,
            "vote_count": 108
        },
        {
            "adult": false,
            "backdrop_path": "/v4aulZlrAASAduoBw5ZYdsTR0E5.jpg",
            "genre_ids": [
                16,
                14,
                12
            ],
            "id": 34295,
            "original_language": "ja",
            "original_title": "映画犬夜叉 天下覇道の剣",
            "overview": "Inuyasha and his brother, Sesshomaru, each inherited a sword from their father after his death. However, their father had a third sword, named Sounga, that he sealed away. Seven hundreds years after his death, Sounga awakens and threatens mankind's very existence. How will the children of the Great Dog Demon stop this unimaginable power?",
            "popularity": 27.698,
            "poster_path": "/5MbXmcxOJ8wrXZ4kmikiI72Ipbe.jpg",
            "release_date": "2003-12-20",
            "title": "Inuyasha the Movie 3: Swords of an Honorable Ruler",
            "video": false,
            "vote_average": 7.7,
            "vote_count": 136
        },
        {
            "adult": false,
            "backdrop_path": "/btCiE1JO9Mz3ioNSsN65yOUoEV0.jpg",
            "genre_ids": [
                16,
                10751
            ],
            "id": 413736,
            "original_language": "en",
            "original_title": "Monster High: Welcome to Monster High",
            "overview": "Monsters once lived in hiding—even from each other—because they were afraid they would be in danger if humans knew they existed. But Draculaura, the daughter of Dracula, along with her best ghoulfriends, dreamt of a school where everyone was welcome and accepted for who they are. Determined to make their dream come true, the ghouls travel the world on an epic adventure to recruit new students. But even in this amazing place, there's drama: a villainess zombie is spreading trouble rather than friendship, and every student must live with the fear that their secret will be revealed. Now the ghouls must save their school so that every monster has a place where they belong and their uniqueness is celebrated!",
            "popularity": 27.695,
            "poster_path": "/ceurB6wkAgMKwR4bVq1PdEJ5bvL.jpg",
            "release_date": "2016-08-27",
            "title": "Monster High: Welcome to Monster High",
            "video": false,
            "vote_average": 6.8,
            "vote_count": 127
        },
        {
            "adult": false,
            "backdrop_path": "/zcgPxYZPnlOCBjbRFGdhhFHIfBO.jpg",
            "genre_ids": [
                10751,
                16
            ],
            "id": 21705,
            "original_language": "en",
            "original_title": "The Barbie Diaries",
            "overview": "This movie stars Barbie as a teenage girl, trying to deal with crushes, rivals and friendship as she tries to achieve her dream of working as a news anchor for her school's TV station. She doesn't always make the right decisions, but she's a nice enough character and considerably less \"perfect\" than she is portrayed in her other films.",
            "popularity": 27.684,
            "poster_path": "/yRlB6Mu1NLccp2UP6QHAxJ1ulwl.jpg",
            "release_date": "2006-05-17",
            "title": "The Barbie Diaries",
            "video": false,
            "vote_average": 6.4,
            "vote_count": 365
        },
        {
            "adult": false,
            "backdrop_path": "/y41qhCHR7bC0HTg5bdxaegbRCKg.jpg",
            "genre_ids": [
                878,
                16,
                28,
                12
            ],
            "id": 183011,
            "original_language": "en",
            "original_title": "Justice League: The Flashpoint Paradox",
            "overview": "The Flash finds himself in a war-torn alternate timeline and teams up with alternate versions of his fellow heroes to restore the timeline.",
            "popularity": 27.662,
            "poster_path": "/isCknjIWem0W3KwNUDLrDN7F40H.jpg",
            "release_date": "2013-07-30",
            "title": "Justice League: The Flashpoint Paradox",
            "video": false,
            "vote_average": 7.893,
            "vote_count": 1784
        },
        {
            "adult": false,
            "backdrop_path": "/l2qsmgtQJvCaYrTw5BLZs17YIWn.jpg",
            "genre_ids": [
                10751,
                14,
                16,
                12
            ],
            "id": 13225,
            "original_language": "en",
            "original_title": "FernGully: The Last Rainforest",
            "overview": "When a sprite named Crysta shrinks a human boy, Zak, down to her size, he vows to help the magical fairy folk stop a greedy logging company from destroying their home: the pristine rainforest known as FernGully. Zak and his new friends fight to defend FernGully from lumberjacks — and the vengeful spirit they accidentally unleash after chopping down a magic tree.",
            "popularity": 27.655,
            "poster_path": "/jAD6Ofuz4PiYFV3fd3oBP6aOTyM.jpg",
            "release_date": "1992-04-10",
            "title": "FernGully: The Last Rainforest",
            "video": false,
            "vote_average": 6.4,
            "vote_count": 548
        },
        {
            "adult": false,
            "backdrop_path": "/ldwWnaWoW8ziEFflimoraZouyvB.jpg",
            "genre_ids": [
                16,
                12,
                14
            ],
            "id": 16910,
            "original_language": "ja",
            "original_title": "劇場版 NARUTO -ナルト- 大激突!幻の地底遺跡だってばよ",
            "overview": "Naruto, Shikamaru, and Sakura are executing their mission of delivering a lost pet to a certain village. However, right in the midst of things, troops led by the mysterious knight, Temujin, attack them. In the violent battle, the three become separated. Temujin challenges Naruto to a fight and at the end of the fierce battle, both fall together from a high cliff...",
            "popularity": 27.628,
            "poster_path": "/itKMldwL6uhUZYO3X78NOFU4zzO.jpg",
            "release_date": "2005-08-06",
            "title": "Naruto the Movie: Legend of the Stone of Gelel",
            "video": false,
            "vote_average": 6.6,
            "vote_count": 348
        },
        {
            "adult": false,
            "backdrop_path": "/203JUNbaIdhTaZRzGF1q2vFNGDa.jpg",
            "genre_ids": [
                16,
                35,
                10751
            ],
            "id": 25831,
            "original_language": "en",
            "original_title": "The Prince and the Pauper",
            "overview": "Long ago in a land with an ailing king, there was a pair of boys who looked exactly alike, a pauper called Mickey and the other, the Crown Prince.",
            "popularity": 27.601,
            "poster_path": "/7sWpajczOeWzubfw7VLAMU9OeHS.jpg",
            "release_date": "1990-11-16",
            "title": "The Prince and the Pauper",
            "video": false,
            "vote_average": 6.699,
            "vote_count": 214
        },
        {
            "adult": false,
            "backdrop_path": "/tMu1ceUmscHoOJFCkz3HmTRBAg3.jpg",
            "genre_ids": [
                16,
                35
            ],
            "id": 37280,
            "original_language": "ja",
            "original_title": "クレヨンしんちゃん 嵐を呼ぶモーレツ！オトナ帝国の逆襲",
            "overview": "Shin-chan must rescue the adults of Kasukabe when they mysteriously abandon their responsibilities to relive their youth at the new 20th-century expo.",
            "popularity": 27.571,
            "poster_path": "/dUBxeDBAtr8kSIDDPD86aWqmHFr.jpg",
            "release_date": "2001-04-21",
            "title": "Crayon Shin-chan: Storm-invoking Passion! The Adult Empire Strikes Back",
            "video": false,
            "vote_average": 8.363,
            "vote_count": 62
        },
        {
            "adult": false,
            "backdrop_path": "/kU7ZiyeUwcpTkYj3UcxSqGdZmxY.jpg",
            "genre_ids": [
                16,
                28
            ],
            "id": 618353,
            "original_language": "en",
            "original_title": "Batman: Death in the Family",
            "overview": "Tragedy strikes the Batman's life again when Robin Jason Todd tracks down his birth mother only to run afoul of the Joker. An adaptation of the 1988 comic book storyline of the same name.",
            "popularity": 27.569,
            "poster_path": "/k8Q9ulyRE8fkvZMkAM9LPYMKctb.jpg",
            "release_date": "2020-10-13",
            "title": "Batman: Death in the Family",
            "video": false,
            "vote_average": 7.1,
            "vote_count": 406
        },
        {
            "adult": false,
            "backdrop_path": "/3RMLbSEXOn1CzLoNT7xFeLfdxhq.jpg",
            "genre_ids": [
                10749,
                16
            ],
            "id": 372754,
            "original_language": "ja",
            "original_title": "同級生",
            "overview": "Rihito Sajo, an honor student with a perfect score on the entrance exam and Hikaru Kusakabe, in a band and popular among girls, would have never crossed paths. Until one day they started talking at the practice for their school’s upcoming chorus festival. After school, the two meet regularly, as Hikaru helps Rihito to improve his singing skills. While they listen to each other’s voice and harmonize, their hearts start to beat together.",
            "popularity": 27.558,
            "poster_path": "/cIfRCA5wEvj9tApca4UDUagQEiM.jpg",
            "release_date": "2016-02-20",
            "title": "Dou kyu sei – Classmates",
            "video": false,
            "vote_average": 8.443,
            "vote_count": 367
        },
        {
            "adult": false,
            "backdrop_path": "/j1DzfqxQxv240taJlTlQEYZLKdI.jpg",
            "genre_ids": [
                16
            ],
            "id": 316322,
            "original_language": "en",
            "original_title": "Barbie in Princess Power",
            "overview": "Barbie is Kara - a modern-day princess with a normal life. Kissed by a butterfly which gives her superpowers and allows her to become a Super Sparkle, she is ready to save the kingdom from evil - were it not for her jealous cousin who is also kissed by the butterfly and becomes her rival and nemesis. Watch as Super Sparkle and Dark Sparkle learn that together they can become a great team for good once they learn the power of friendship.",
            "popularity": 27.535,
            "poster_path": "/nCviAdChxibrKRZfvG7MZ2wsqdR.jpg",
            "release_date": "2015-01-29",
            "title": "Barbie in Princess Power",
            "video": false,
            "vote_average": 6.18,
            "vote_count": 208
        },
        {
            "adult": false,
            "backdrop_path": "/4Xyl0udmu2wVMNMasW7z728iU7O.jpg",
            "genre_ids": [
                878,
                12,
                16,
                18,
                14,
                10749,
                28
            ],
            "id": 14945,
            "original_language": "ja",
            "original_title": "銀色の髪のアギト",
            "overview": "It is 300 years into the future. Earth's environment had been devastated by mankind's own foolish plans and humankind is beleaguered by the sentient forests which they have awoken. The world balance is tipped when a young boy named Agito stumbles across a machine that glowed in a strange blue hue inside a forbidden sanctuary.",
            "popularity": 27.489,
            "poster_path": "/thuLF5bxRScCSnq4CrTxBOQsh0b.jpg",
            "release_date": "2006-01-07",
            "title": "Origin: Spirits of the Past",
            "video": false,
            "vote_average": 6.953,
            "vote_count": 224
        },
        {
            "adult": false,
            "backdrop_path": "/pLctvg69kQGVfqSLqeL55sbWNRr.jpg",
            "genre_ids": [
                28,
                16,
                878
            ],
            "id": 120475,
            "original_language": "ja",
            "original_title": "ドラゴンボール エピソード オブ バーダック",
            "overview": "A spin-off scenario taking place after the events of the TV special Dragon Ball Z: Bardock - The Father of Goku, in which Bardock survives the destruction of Planet Vegeta and is sent into the past, combating Frieza's ancestor Chilled and turning into a Super Saiyan.",
            "popularity": 27.466,
            "poster_path": "/i5uAIJH94OnPhilGCdWbAiSGewa.jpg",
            "release_date": "2011-12-17",
            "title": "Dragon Ball: Episode of Bardock",
            "video": false,
            "vote_average": 6.948,
            "vote_count": 375
        },
        {
            "adult": false,
            "backdrop_path": "/lkCDvf3QjXpAycm896oH1LRTK5X.jpg",
            "genre_ids": [
                35,
                10751,
                16
            ],
            "id": 462883,
            "original_language": "en",
            "original_title": "Woody Woodpecker",
            "overview": "Woody Woodpecker enters a turf war with a big city lawyer wanting to tear down his home in an effort to build a house to flip.",
            "popularity": 27.461,
            "poster_path": "/vFGUsJTa8z0OfDTbjdyppAireeB.jpg",
            "release_date": "2017-10-05",
            "title": "Woody Woodpecker",
            "video": false,
            "vote_average": 6.601,
            "vote_count": 695
        },
        {
            "adult": false,
            "backdrop_path": "/cXI35VgXZ0RtrNlnOnxp7wzXv1E.jpg",
            "genre_ids": [
                16,
                35,
                12,
                10751
            ],
            "id": 134623,
            "original_language": "en",
            "original_title": "Tom and Jerry: Robin Hood and His Merry Mouse",
            "overview": "Robin Hood steals from the rich and give to the poor, and needs the help of Tom and Jerry! Your favorite daring duo aims to beloved medieval tale in a new film is all for one and one for all!",
            "popularity": 27.442,
            "poster_path": "/qVFVRLNrccHdPHqrrqtKT0L6oWs.jpg",
            "release_date": "2012-10-02",
            "title": "Tom and Jerry: Robin Hood and His Merry Mouse",
            "video": false,
            "vote_average": 6.5,
            "vote_count": 71
        },
        {
            "adult": false,
            "backdrop_path": "/dSlofjxxcTSLmnH6602WsSSELU5.jpg",
            "genre_ids": [
                14,
                10751,
                16,
                12
            ],
            "id": 11319,
            "original_language": "en",
            "original_title": "The Rescuers",
            "overview": "What can two little mice possibly do to save an orphan girl who's fallen into evil hands? With a little cooperation and faith in oneself, anything is possible! As members of the mouse-run International Rescue Aid Society, Bernard and Miss Bianca respond to orphan Penny's call for help. The two mice search for clues with the help of an old cat named Rufus.",
            "popularity": 27.407,
            "poster_path": "/49rGpB2x6AFB83SC4IBl9foRIGp.jpg",
            "release_date": "1977-06-22",
            "title": "The Rescuers",
            "video": false,
            "vote_average": 6.776,
            "vote_count": 2413
        },
        {
            "adult": false,
            "backdrop_path": "/8LHSDyRizQ4kQz5rEHPKyXPvMG3.jpg",
            "genre_ids": [
                16,
                10752,
                878
            ],
            "id": 736069,
            "original_language": "en",
            "original_title": "Justice Society: World War II",
            "overview": "When the Flash finds himself dropped into the middle of World War II, he joins forces with Wonder Woman and her top-secret team known as the Justice Society of America.",
            "popularity": 27.397,
            "poster_path": "/e4REOC6CZW8J6FslA4nRvdQXFXR.jpg",
            "release_date": "2021-04-27",
            "title": "Justice Society: World War II",
            "video": false,
            "vote_average": 7.452,
            "vote_count": 537
        },
        {
            "adult": false,
            "backdrop_path": "/4h11xdskatnwosmZqVavtpj2Q9O.jpg",
            "genre_ids": [
                16,
                14
            ],
            "id": 23167,
            "original_language": "ja",
            "original_title": "劇場版「空の境界」第七章 殺人考察（後）",
            "overview": "February 1999. Both ceremonies disappeared before Mikiya Kuroiri. And a continuous hunting murder case that recurs to match it. Three years ago, he called himself a murderer. Mikiya vowed to continue believing. Mikiya begins investigating the murder case to prove the innocence of the ceremony. Meanwhile, Mikiya reunited with a senior high school senior, Sakuji Shirazumi, triggered by a drug case.",
            "popularity": 27.388,
            "poster_path": "/kiOc87AV2sDlZomxKQtJrvHETiZ.jpg",
            "release_date": "2009-08-08",
            "title": "The Garden of Sinners: A Study in Murder (Part 2)",
            "video": false,
            "vote_average": 7.304,
            "vote_count": 79
        },
        {
            "adult": false,
            "backdrop_path": "/1zgob2Z8xVE3RZUgOKnHKcVPzOE.jpg",
            "genre_ids": [
                16,
                35,
                14
            ],
            "id": 877183,
            "original_language": "en",
            "original_title": "The Simpsons in Plusaversary",
            "overview": "The Simpsons host a Disney+ Day party and everyone is on the list… except Homer. With friends from across the service and music fit for a Disney Princess, Plusaversary is Springfield's event of the year.",
            "popularity": 27.383,
            "poster_path": "/p5jzbffrXuBTjsiwrQ3aOMTrvCj.jpg",
            "release_date": "2021-11-12",
            "title": "The Simpsons in Plusaversary",
            "video": false,
            "vote_average": 6.521,
            "vote_count": 398
        },
        {
            "adult": false,
            "backdrop_path": "/oBwzYKdcbT7K8CEkKDbTspPAJkG.jpg",
            "genre_ids": [
                28,
                16,
                12,
                80,
                878
            ],
            "id": 411736,
            "original_language": "en",
            "original_title": "Batman: Return of the Caped Crusaders",
            "overview": "Adam West and Burt Ward returns to their iconic roles of Batman and Robin. The film sees the superheroes going up against classic villains like The Joker, The Riddler, The Penguin and Catwoman, both in Gotham City… and in space.",
            "popularity": 27.378,
            "poster_path": "/kXV5rVxxRYWHksELUi6dxzWG7Sj.jpg",
            "release_date": "2016-10-08",
            "title": "Batman: Return of the Caped Crusaders",
            "video": false,
            "vote_average": 6.5,
            "vote_count": 253
        },
        {
            "adult": false,
            "backdrop_path": "/cr0QSMpBvYXBgLgKB6I0anb1Pjm.jpg",
            "genre_ids": [
                53,
                16,
                14
            ],
            "id": 152044,
            "original_language": "ja",
            "original_title": "劇場版 魔法少女まどか☆マギカ[後編] 永遠の物語",
            "overview": "As the young girls have discovered the truth about the cruel fate of a magical girl, one magical girl after another is destroyed. Throughout it all, there is one magical girl who continues to fight alone - Homura Akemi. Puella Magi Madoka Magica the Movie Part II: Eternal is a retelling of the second half of the TV anime series.",
            "popularity": 27.355,
            "poster_path": "/bab5yECvL86FPhPpPSkOlpIvino.jpg",
            "release_date": "2012-10-13",
            "title": "Puella Magi Madoka Magica the Movie Part II: Eternal",
            "video": false,
            "vote_average": 7.558,
            "vote_count": 105
        },
        {
            "adult": false,
            "backdrop_path": "/kBswyB5DMcvFxv9eHWYabMov8NB.jpg",
            "genre_ids": [
                10751,
                14,
                16,
                35,
                12
            ],
            "id": 462650,
            "original_language": "en",
            "original_title": "Puss in Book: Trapped in an Epic Tale",
            "overview": "After tumbling into a magic storybook, Puss in Boots must fight, dance and romance his way through wild adventures as he searches for an escape.",
            "popularity": 27.345,
            "poster_path": "/7oaCHEtTsPaFtL9rvlRbbiiz1bP.jpg",
            "release_date": "2017-06-16",
            "title": "Puss in Book: Trapped in an Epic Tale",
            "video": false,
            "vote_average": 6.614,
            "vote_count": 232
        }
    ]
}